{
    "C1_315080500H_000068": {
        "titleName": "紫坪",
        "description": "紫坪位在綠島最南方，從附近的步道，可通往海岸邊的潟湖。此處是由珊瑚礁構成的潮池，也是綠島著名的潟湖所在地，有全綠島最完整的潟湖地形以及珊瑚礁植群，更有茂盛的植物水芫花和珍貴的陸寄居蟹。",
        "address": "臺東縣951綠島鄉溫泉路256號"
    },
    "C1_315080500H_000073": {
        "titleName": "帆船鼻大草原",
        "description": "帆船鼻位於綠島東南角，有「綠島地毯」之稱，由於地形突出，地勢又高出四周，屬東北季季風可長驅直入的衝風帶；再加上後天的放牧，遂形成低草原景觀。草原邊緣懸崖可以俯視朝日溫泉與海參坪，也是綠島居高臨下欣賞日出、月昇，沐浴海風的最佳景點之一。",
        "address": "臺東縣951綠島鄉溫泉路167號"
    },
    "C1_315080500H_000098": {
        "titleName": "哈巴狗與睡美人岩",
        "description": "睡美人岩與哈巴狗岩靜臥在海參坪上，是綠島最著名的景點之一，從小長城步道遠眺，可以見到睡美人靜靜地躺臥在海面上，白色的沙灘是她秀麗的長髮，而垂著長耳朵的哈巴狗靜臥在不遠處。天氣晴朗時，從遠處眺望哈巴狗與睡美人，可以有許多有趣的「錯位」拍攝玩法！堪稱是綠島最著名的景點。",
        "address": "臺東縣951綠島鄉環島公路8公里處"
    },
    "C1_315080500H_000167": {
        "titleName": "柴口浮潛區",
        "description": "早期稱為柵口，後來更名為「柴口」，為綠島主要浮潛區之一。海岸地形以珊瑚裙礁為主體，是綠島僅有的兩處沙灘之一。 此為初級潛水區，海域變化層次多、海底礁石林立，浮潛完也可觀察潮間帶生物。",
        "address": "臺東縣951綠島鄉環島公路2公里處"
    },
    "C1_315080600H_000013": {
        "titleName": "安宅里˙嶼仔尖塔",
        "description": "安宅海域是從事潮間帶活動與磯釣的熱門據點，更是馬公通往白沙、西嶼必經之地。以周王廟為主要信仰中心，早期澎湖土地貧瘠，先民為了豐厚土壤，會擔海沙來堆肥，使農作物順利生長，在俗稱嶼仔腳的沙地上建立石塔，用以辨識海水漲退情形，便於下海取沙，多年來保佑居民，屹立不搖。並傳說石塔有石頭掉落即表示村莊內有人殞世，是不祥之兆，後為補強石塔，經周王爺指示約於民國62年間用水泥填補過。資料來源：安宅里地方耆老口述",
        "address": "澎湖縣馬公市安宅漁港西南側，中營前方之潮間帶上"
    },
    "C1_315080600H_000037": {
        "titleName": "青灣仙人掌公園",
        "description": "青灣仙人掌公園原本是日治時代廢棄的軍事營區，經過整頓後如今成為一座規劃完善的仙人掌公園，一旁還有玄武岩砌成的碉堡以及特殊的柱狀玄武岩景觀，爬到最高處還可以欣賞美麗的海景！一走進這座公園，就被數量龐大的仙人掌吸引了。這裡的仙人掌品種有將近一百種，園區中還規劃了不同區域，不僅可以賞景、DIY體驗，還有燒肉可以享用！",
        "address": "澎湖縣馬公市嵵裡里嵵裡306號"
    },
    "C1_315080600H_000051": {
        "titleName": "小門菜宅",
        "description": "​走在小門嶼的步道上，沿途可見澎湖的在地特色，用來鎮煞的石敢當，還能看到澎湖群島特有的農業文化景觀－「菜宅」，或稱「宅內」或「圍仔」，是利用能遮蔽與擋風的石牆來保護田地裡的農作物，大多數的菜宅是就地取材以硓石堆砌，但少數在水源豐沛的地方也有以蘆竹作為防風的設施。",
        "address": "澎湖縣西嶼鄉小門嶼"
    },
    "C1_315080600H_000076": {
        "titleName": "澎澎灘",
        "description": "​澎澎灘位於白沙鄉，處在鳥嶼和員貝嶼之間，其成因是海流作用將原本吉貝島、鳥嶼及員貝嶼等處的沙子，沖刷到鳥嶼外海而堆積出的天然沙洲，並在1986年韋恩颱風的推波助瀾之下匯集成沙灘島，從此澎澎灘在滿潮的時候也不會被淹沒。而在不斷的堆積之下，現在的尾端逐漸和鳥嶼相連，退潮時可以涉水而過。",
        "address": "澎湖縣白沙鄉澎澎灘"
    },
    "C1_315080600H_000080": {
        "titleName": "夢幻沙灘",
        "description": "​在您眼前這一片金黃色的小沙灘，就是西嶼的秘境——夢幻沙灘，原名為網垵沙灘，是一座小而美的沙灘，綿延大約200公尺，之所以稱為夢幻沙灘，不僅僅因為是西嶼觀賞日落的最佳地點，更因爲是退潮才會出現的沙灘，平時都是在海裡的，所以一定要先查好潮汐的時間才能看見喔！",
        "address": "澎湖縣西嶼鄉夢幻沙灘"
    },
    "C1_315080600H_000092": {
        "titleName": "菜園休閒漁業區",
        "description": "澎湖開拓館的前身是「澎湖縣長公館」，興建於1933年，是日治時期澎湖廳長與二戰後澎湖縣長的官邸，它的建築特色在於日洋混合的建築形式，也被稱為和洋折衷建築，並運用澎湖本地的建築素材。",
        "address": "澎湖縣馬公市菜園里"
    },
    "C1_315080600H_000095": {
        "titleName": "嵵裡沙灘",
        "description": "嵵裡聚落北邊有一座小山丘，形似古代官員所戴的紗帽，稱為紗帽山，嵵裡聚落正位於紗帽所延伸出來的冠耳（台語稱為「匙」）上，所以稱為「嵵內」或「嵵裡」。 嵵裡南邊濱臨大海，有一片由珊瑚及貝殼碎片所組成的白色沙灘。早期是居民牽網捕魚的漁場，也曾一度發展為本縣最大的海水浴場，景色可媲美夏威夷的威基基海灘(Waikiki)。",
        "address": "澎湖縣馬公市嵵裡里"
    },
    "C1_315080600H_000129": {
        "titleName": "雙心石滬",
        "description": "石滬是先民智慧的展現，它是利用玄武岩和珊瑚礁所砌築的捕魚陷阱。而七美的雙心石滬因造型浪漫，吸引眾多的情侶前來，儼然成為澎湖觀光的代表景點。",
        "address": "澎湖縣七美鄉雙心石滬"
    },
    "C1_315080900H_000205": {
        "titleName": "美人洞",
        "address": "屏東縣琉球鄉環島公路"
    },
    "C1_315081000H_020180": {
        "titleName": "莒光遊客中心",
        "description": "馬祖莒光鄉舊時稱白肯，因「肯」為福州話「犬」之擬音，又稱之為白犬，兩座島嶼山形像似兩隻小狗趴臥在海面上，因而稱東島為東犬島、西島為西犬島，1971年更名為莒光鄉，取其「毋忘在莒」之意，並改稱東莒、西莒，而莒光遊客中心就位在東莒島上福正聚落旁。仿閩東建築的遊客中心外觀，與周圍的燈塔、石頭屋融為一體，是棟相當有特色的建築，宛若度假中心一般的氣息，加上面海面山，視野俱佳，坐在遊客中心休息，閱讀旅遊資料，也成為一種享受；遊客中心內部不僅可以觀賞介紹影片，還提供遊玩資訊的諮詢，一旁設有福正藍眼淚驛站，供遊客休憩品嚐特色淡菜、紅糟雞料理，有機會到莒光走一遭，可別錯過這一站！",
        "address": "連江縣莒光鄉福正村1號"
    },
    "C1_315081000H_020182": {
        "titleName": "福正聚落",
        "description": "簡單樸實閩東風情 見證聚落遷徙 來到東莒島必訪景點－福正聚落，樸素景色令人印象深刻，在東莒當地有句俗諺：「夏福正，冬大浦」，由於大浦村位於南端，冬季時恰可抵禦東北風，而夏日吹西南風，東莒島北端的福正村最適人居，讓早期的東莒島民，就如同諺語所說，隨季節往返兩村港澳捕魚。 福正聚落曾經是東莒最繁華的村落，在漁獲量遞減，隨著居民移居和駐軍減少後，往日的榮景不再，獨留一幢幢殘缺的石屋與後方東犬燈塔相伴，還有仍默默守護村莊的白馬尊王廟；村落的閩東建築形式多為簡單的二落水、亂石砌，與芹壁相比，又是另一種氛圍，聚落內僅約十戶人家居住，寧靜純樸，別有一番風味。 近年來，政府大力推動聚落保存，福正村從杳無人煙，逐漸恢復活絡，成為當地珍貴的文化遺產，人去樓空的景象或許引人惆悵，但它所散發的幽靜之美，卻是馬祖傳統聚落所獨具的人文氣息。 福正白馬尊王廟曠古風貌 走進福正聚落，有的是純樸幽靜之美，屋瓦磚牆在歲月雕琢",
        "address": "連江縣莒光鄉福正聚落"
    },
    "C1_315081000H_020184": {
        "titleName": "東莒島燈塔(東犬燈塔)",
        "description": "碧海藍天下走過百年歲月的潔白燈塔 東莒島燈塔，又名「東犬燈塔」，位在東莒島的東北方，清朝因鴉片戰爭失利，與英國簽訂南京條約開放沿海通商，為便於辨別福州方位，同治年間又應英人要求興建燈塔，造建於清同治11年（1872年），在此歷史背景下，東莒島燈塔於焉誕生。東莒島燈塔於1988年被內政部評定為台閩地區第二級古蹟，是台灣第一座使用花崗岩建造的燈塔，外觀漆成雪白色，燈塔的高度約19.5公尺，光源經過蚌型水晶透鏡折射後，光程可遠達16.7浬（約31公里）。 東莒島燈塔靜靜在東莒島服勤超過百年，每天夜裡固定閃爍著一長兩短的燈號，最特別的地方，就是在連接燈塔與辦公室的草地上，築有一道長達30公尺的白色防風矮牆，主因是東莒島燈塔位處高地，風勢強勁，這道防風牆可以讓工作人員在強風吹襲時，低身快速通過，讓古時工作人員手上的煤油燈不會被吹熄。 白毛城－燈塔文物展示館 2008年6月開放的燈塔文物展示館有一片長",
        "address": "連江縣莒光鄉福正村56號之1"
    },
    "C1_315081000H_020185": {
        "titleName": "神祕小海灣",
        "description": "療癒系的神秘海岸 神祕小海灣位於福正聚落通往大浦聚落途中的澳口，是最近幾年才被命名的新景點，一望無際的遼闊大海，讓人心胸變得無限寬廣。在藍眼淚好發季節時，這裡也是東莒島追淚熱點之一，可以從高處欣賞峽灣中的大片藍色螢光。 從某個角度望去，海灣海蝕柱與海蝕溝充滿著想像的空間，因此民間流傳了呂洞賓與何仙姑在此得道成仙的浪漫故事，故又名「呂何崖」；平台右下方，有一平衡岩，傳說是玉帝的玉璽，為了鎮住呂何二仙所擺放，往平台右方遠眺山稜線，又酷似一隻石獅看守玉璽，石獅下方海平面上有一尖銳之海蝕柱，漲潮時像一隻鯊魚，退潮時又像一隻犀牛與石獅緊緊相伴。 海灣東上方有一坑洞，居民稱之為「燕巢」，是鳥類聚集之處，曾經有電視台探險節目一行人，冒險進入拍攝洞內景觀，該洞穴可以通往海邊，早年是採蚵者的捷徑。據說昔日馬祖列島海盜橫行，這裡曾經是島上民眾躲避海盜的最佳藏身之處，由於坑洞內尚遺留砲彈殼及未爆彈，建議遊客切勿",
        "address": "連江縣莒光鄉神秘小海灣"
    },
    "C1_315081000H_020186": {
        "titleName": "大浦聚落",
        "description": "東莒必備的古宅行旅 到東莒，看老房子絕對是必備的行程，除燈塔下方的福正聚落，在大埔石刻旁的大浦聚落亦值得一看。 福州語「浦」為小港灣之意，大浦聚落澳口朝南，曾經是東莒僅次於福正的第二大傳統漁村，全盛時有50多戶人家、200多位居民，港內停泊數十艘大大小小漁船，人丁興旺；附近海域早期盛產黃魚、鯧魚與帶魚，可謂天然港灣，加上聚落對面之「對面山」（又稱樓仔頂）正好可以阻擋冬季北風的入侵，故島上的居民，常依經驗法則順應季風變化改變漁作澳口，因而有「夏福正，冬大浦」的居住慣例。 自從1992年戰地解除、漁獲驟減後，人口逐漸外移，大浦聚落甚至成為一處只剩鬼神、不見人影的雜草蔓生禁地，昔日漁村榮景已成追憶；直至近十年，在有心人士與政府部落活化政策合作下，新住民與藝術家進駐，修屋築牆、活化老屋、帶動生氣，漸漸開始有居民回歸，有民宿、有遊客，讓大浦重生。 大浦東洋山遼闊景色 站在大浦聚落的岬角觀景台，這裡視",
        "address": "連江縣莒光鄉大浦聚落"
    },
    "C1_315081000H_020189": {
        "titleName": "大埔石刻",
        "description": "記載功績的重要歷史遺跡 大埔石刻是台閩地區三級古蹟，位於東莒島的最南端，在1953年被國軍發現，並為了避免古蹟受損，建有懷古亭作為保護；岩盤碑文記載了明萬曆年間沈有容將軍在東莒不傷一兵一卒，即捉拿倭寇69名的豐功偉績，字跡出自當時工部右侍郎董應舉題文，為馬祖早期倭寇猖獗的歷史，留下珍貴見證。 從大埔石刻往前望去，可見圍繞在海中的軌條砦，踩著木棧道走下海邊一探，礁石嶙峋，別有洞天。 大埔石刻不僅記載著名將沈有容輝煌的戰功，當地民眾更相傳，大埔石刻本身就是一張藏寶圖，如果能破解字裡行間的暗示，就可以找到隱藏在東莒島某處的寶藏，各位遊客前往大埔石刻參觀時，不妨動動腦囉！ 備註：提醒遊客木棧道鄰近海邊，長期風蝕雨淋日曝，行走時請小心慢行，海邊礁石區遊玩時，應留意潮汐，注意安全。",
        "address": "連江縣莒光鄉大埔石刻"
    },
    "C1_315081000H_020190": {
        "titleName": "林坳嶼",
        "description": "馬祖列島的極南點 從大浦聚落往南側望去，海面不遠處有座孤島，名為「林坳嶼」，是東莒島週邊的三座小島之一，也是馬祖列島的極南點；有別於北側的西牛嶼退潮時會形成連結東莒島之潮間帶，林坳嶼終年與東莒島遙遙相望，無法直接與東莒島相連。 林坳嶼島上有各種奇形怪石、植物生態資源豐富，根據植物專家調查表示，島上之多年生濱柃木深具觀賞價值；另島上怪石林立，饒富神話故事傳奇，目前尚未開放登島，僅有部分釣友會前往林坳嶼進行垂釣，是東莒島的主要釣場之一，也是釣友兵家必爭之地。 馬祖地質公園縣定自然地景之一 由於林坳嶼的特殊地質以及豐富的植物生態，2018年時被劃定為縣定自然地景，是馬祖地質公園十大地區域之一。",
        "address": "連江縣莒光鄉林坳嶼"
    }
}