{
    "C2_315080000H_502349": {
        "titleName": "112th Water Recreation Workshop",
        "description": "To enhance the awareness of water recreation safety among the people and establish basic knowledge and self-rescue abilities in water recreation, it encourages everyone to have a close, understanding, respectful, and practical approach to water. By implementing the 'Ocean Policy' and paying tribute to the sea, it aims to make good use of marine resources, reduce water recreation accidents, and promote a universal appreciation for the value of life and ocean awareness among the younger generation. Together, we can prioritize and promote water recreation activities and safety management, cultivate Taiwan's marine environment, and showcase the characteristics of a maritime nation.",
        "address": "No. 11, Jieshou Road, Magong City, Penghu County 880"
    },
    "C2_315080000H_502379": {
        "titleName": "11th Penghu Island Sailing Week Series",
        "description": "Penghu, located in the central Taiwan Strait, has attracted many super yachts and sailboats in recent years due to its unique geographical environment with multiple islands and bays. In addition to hosting the annual Asian Windsurfing Tour for many years, the Strait Cup Regatta in 2010 has continued to be held in Penghu for the 11th consecutive year, known as the Penghu Island Sailing Week Series.",
        "address": "Magong Yaguo Yacht Harbor, Penghu"
    },
    "C2_315080500H_005320": {
        "titleName": "Green Island 'Crab Guardian's Journey'",
        "description": "N/A",
        "address": "Guwan section of Huan Dao Road, Lvdao Township, Taitung County 951"
    },
    "C2_315081000H_020299": {
        "titleName": "Matsu Festival Activities",
        "description": "Matsu's folk festival activities include the lively Lunar New Year celebration and the Matsu Ascension Festival that lasts from January to September. It also features unique cultural practices such as carrying a wooden palanquin and performing the Baiming ceremony. The Lantern Festival is the most prominent event, starting from the 11th day of the lunar month and continuing until the 19th or even the 20th day.",
        "address": "No. 95-1, Ren'ai Village, Nangan Township, Lienchiang County"
    },
    "C2_376540000A_005281": {
        "titleName": "2023 Green Island Open Water Swimming Event [Originally scheduled for 5/28, postponed to 6/11]",
        "description": "By organizing the national open water swimming event, it allows everyone to personally experience the rich and precious marine and land resources of Green Island, learn about coral ecology, and enjoy the beauty of nature while promoting the concept of nature conservation. Supervised by: Tourism Bureau, Ministry of Transportation and Communications; Organized by: Green Island Township Office; Event Date: 2023/6/11; Venue: Zhongliao Fishing Harbor, Green Island (Zhongliao Boat Dock [Starting Point] → Chaikou Snorkeling Area [Turning Point] → Zhongliao Boat Dock [Finish Line]); Registration Period: From now until 2023/5/8; Registration Website: https://www.joinnow.com.tw/run-step1.php?cnt_id=59&view=1 *The event details are subject to the official announcement by the organizer. *Due to the impact of Typhoon Mava, the originally scheduled open water swimming event on 5/28 has been postponed to 6/11. We apologize for any inconvenience caused. <Image source: Green Island Township Office>"
    },
    "C2_376540000A_005340": {
        "titleName": "2023 Green Island Human Rights Art Festival",
        "description": "2023 Green Island Human Rights Art Festival▍Highlight Revealed▍Highlight One▍Youngest Average Age of Participating Artists: Inviting young generation artists, experts, scholars, and the families of victims to engage in 'co-creation' and 'co-learning,' transforming the history and memories of the White Terror era into 'art.' Minister of Culture, Shih Che emphasized that the history of the White Terror should not be confined to textbooks but should become a shared memory of every generation in Taiwan. The festival aims to promote the event during the peak tourism season on Green Island and hopes to incorporate it into the itineraries of tourists. Just like the familiar lyrics in a popular song that describes Green Island as a 'little boat under the moonlight,' it will continue to carry the memories of the nation and everyone on board, allowing the weighty memories to reside within this small boat and guide Taiwan towards a brighter future. ▍Highlight Two▍Award-winning Artists and New Creations: Winner of the 19th National Arts Award, Wu Ma-li's work 'I Am Gao Cao' uses Gao Cao, a victim of the White Terror, as an example to invite the audience to understand and reflect on the situation during the White Terror era. Director Tsai Chung-lung, along with his wife Juan Jin-hong and sound creator Shi Min-jie, collaborated on the creation of 'Cracks in History - Migrant Workers on Green Island,' a documentary that explores various contradictions and dissenting voices related to national development, human rights commitments, factory labor, and occupational safety and health news in the hidden corners of historical buildings. Recognized by the Golden Melody Awards, music artist Wang Yu-chun composed 'Missing' during her residency on the island. Using interviews with the families of victims as a clue, she connects conversations, singing, and fragments of memories and emotions on the island through her songs. Taipei Arts Award winners Luo Yi-jun, Zhang Wen-xuan, and Guo Yu-ping each present their visual narratives. Guo Yu-ping combines textiles, sculptures, and reproduced archives to create visual stories, Zhang Wen-xuan contemplates the differences between personal life experiences and objective narratives through different types of photographic and artistic images of archives, and Luo Yi-jun explores submarine activities to explore reefs such as General Rock and Three Peaks Rock, combining materials collected on the island to create diving equipment that extracts the bodily experience of the victims who were once imprisoned here, presenting their free souls and spiritual resistance. ▍Highlight Three▍Reinterpreting the Art of Senior Photographers: Artist Liu Ji-tong combines the panoramic views of Green Island captured by political victim Chen Meng-he in 1962 with works re-photographed by later generations using the same images from the 2010s. These works are printed as postcards that people can send back from Green Island, aiming to initiate dialogue through the transmission of human rights stories."
    },
    "C2_376540000A_005355": {
        "titleName": "2023 Taitung's Most Beautiful Starry Sky - Green Island Session",
        "description": "【Taitung's Most Beautiful Starry Sky ⭐️ Exploring the Vastness through Music】Come to Taitung in the summer, experience hot air balloons during the day, and explore the most beautiful starry sky at night. The Taitung's Most Beautiful Starry Sky concert is now in its 6th year, and this year there will be 8 sessions. The performances will be extended by an additional hour, from 6:00 PM to 9:00 PM. For the first time, the event will also be held on Orchid Island, a place known for its natural beauty and cultural heritage: ✨6/22 (Thursday) Haiduan Township, Wuluh Elementary School, Lidao Branch - Wonfu, Ring, Wuluh Elementary School, Lidao Branch Choir, Wuluh Aboriginal Village Band ✨7/15 (Saturday) Guanshan Township, Guanshan Cycling Trail, Hongshi Riverside - Lao Wang Band, Qiu Jun Kui, Manmananu Cultural Art Troupe, Alexander ✨7/22 (Saturday) Donghe Township, Jinzun Lukelian Island Beach - GoodBand, PoLin, Amis Polyphonic Youth Choir, Duliren Band ✨8/12 (Saturday) Dawu Township, (Shangwu Coastal Park - 420 km mark on Provincial Highway 9) - The Aliens, Arrow Wei, Galasu Band, Children's Book House Music Group ✨8/13 (Sunday) Chihshang Township, Jin Chengwu Shu Mi-Xer, Cicada, Nong Nan Mei Nu Band, Caucau Band ✨8/19 (Saturday) Changbin Township, Ba Xian Dong Recreation Area - Fan Zongpei, Li Zheyin, Ou Congyang, Fann, Zhui Feng Shao Nu, Malele Band ✨9/09 (Saturday) Orchid Island Township, Ye You Elementary School - Fran, An Dong and Yi Jing, Little Flying Fish Cultural Performance Troupe, Xie Yongquan ✨9/16 (Saturday) Green Island Township, Human Rights Memorial Park - Hung Pei-Yu, Slowly Slowly Band, Umaq Couple, Black Kids Band"
    },
    "C2_315080000H_080915": {
        "titleName": "2023 Alishan Sunrise Impression Concert",
        "description": "Alishan is a well-known tourist destination for watching sunrises. The 'Alishan Sunrise Impression Concert' has been jointly organized by the Alishan National Scenic Area Administration of the Tourism Bureau, Ministry of Transportation and Communications, the Chiayi Forest District Office of the Council of Agriculture, Executive Yuan, and the Chiayi County Government since the end of 2002. It is Taiwan's most distinctive high-mountain concert, aiming to provide a high-altitude, high-quality, high-standard concert experience where domestic and international visitors can immerse themselves in melodious music and welcome the first light of the new year. The event connects surrounding tourist routes in the Greater Alishan area and deepens the integration of the sunrise impression theme with event products, enhancing tourism value. Event time: January 1, 2023, 05:30-07:30 -->",
        "address": "Alishan National Forest Recreation Area, Zhushan Sunrise Observation Platform (Helipad)"
    },
    "C2_315080000H_081028": {
        "titleName": "2023 Nantou Starry Sky Season",
        "description": "The Perseids meteor shower, one of the three major meteor showers of the year, occurs around July 20 to August 20 every year. Taiwan will experience its peak on August 13, with an estimated viewing of nearly a hundred meteors streaking across the sky between 3 and 4 in the morning. To watch this spectacular meteor shower, you can choose locations with low light pollution and unobstructed views, such as Hehuanshan in Nantou, Sun Moon Lake, Xitou, and Shanlinxi, which are excellent stargazing tourist spots with high altitude, expansive views, and low light pollution. Among them, Hehuanshan International Dark Sky Park can be considered the most stargazing-friendly high-altitude location in Taiwan. The event has been held since 2017, originally only in the Cingjing area for high-altitude stargazing concerts. After Hehuanshan Dark Sky Park was certified in 2019, the Nantou County Government expanded the promotion of stargazing tourism resources and organized stargazing and concert activities in various locations in Nantou during the event, including the Cingjing area, the dark sky park area (Yuanfeng Parking Lot), and Xitou, among others.",
        "address": "Cingjing Farm"
    },
    "C2_315080000H_081050": {
        "titleName": "2023 Goat Festival",
        "description": "Cingjing Farm, founded in 1961, has been celebrating its anniversary for 60 years. The annual birthday celebration in February is the only event in Taiwan where you can experience the fun of high-altitude shepherding. The featured animal of the farm, the Corriedale sheep, takes center stage during the event, which takes place in the lush green meadow and the mountain pasture area. This year, the Ten Drum Art Percussion Group will perform drum music, followed by a unique sheep shearing show. Visitors will have the opportunity to participate in sheep herding along Provincial Highway 14A, guided by farm staff, and experience the fun of sheep roaming the streets. Through this distinctive event, Cingjing Farm aims to showcase its youthful, vibrant, and healthy image as a recreational farm, revitalize the tourism industry and economic development in the Cingjing area, and attract more visitors to share the experience.",
        "address": "Provincial Highway 14A, 7.5K-9.8K"
    },
    "C2_315080000H_081076": {
        "titleName": "Sun Moon Lake International Cross-Lake Swimming Event",
        "description": "The Sun Moon Lake International Cross-Lake Swimming Event, which began in 1983 (the 72nd year of the Republic of China), is held annually around the Mid-Autumn Festival. It is the most historic and large-scale event at Sun Moon Lake. The swimming course is approximately 3,000 meters long, attracting tens of thousands of swimming enthusiasts from all over the world each year. The \"Sun Moon Lake Cross-Lake Swimming\" carnival, which quickly fills up upon registration, has an unprecedented grand scene.",
        "address": "Sun Moon Lake"
    },
    "C2_315080000H_081077": {
        "titleName": "Nantou World Tea Expo",
        "description": "Nantou has eight major tea regions and is the main tea-producing area in Taiwan. The event mainly takes place through exhibition halls and sales meetings, providing visitors with tea knowledge, experiences, and performances. During the event, several large-scale thematic activities are held, such as a tea gathering with a thousand participants, a tea pounding ceremony with a thousand participants, and a picnic with a thousand participants, promoting diverse and rich tea culture.",
        "address": "Zhongxing New Village, Zhongxing Auditorium"
    },
    "C2_315080000H_081098": {
        "titleName": "Sun Moon Lake Come! Bike Day Fireworks and Music Carnival",
        "description": "The Sun Moon Lake Fireworks and Music Carnival has been held since 2008 (the 97th year of the Republic of China). It has gradually evolved from the initial fireworks, symphony, drumming, dance, and art exhibitions to include diverse themes such as cycling, marathons, orienteering, red tea industry culture, group weddings, and public welfare activities. It has developed into a series of high-quality outdoor performances and tourism events, receiving acclaim from various sectors. It has established a profound brand impression of \"artistic performances\" and \"sports and leisure\" for the Sun Moon Lake carnival series of events. The Sun Moon Lake Fireworks and Music Carnival will continue to focus on the characteristics and traditions of music, art, sports and leisure, and local industrial culture. It will continue to innovate and enrich the themes and content of each event, strengthen cooperation with public and private sectors, introduce resources from private enterprises and organizations, enhance international marketing and promotion, attract more domestic and foreign tourists, and provide visitors with new travel experiences and profound impressions, further contributing to the development of Taiwan's overall tourism industry.",
        "address": "Shuishe Pier"
    },
    "C2_315080000H_502384": {
        "titleName": "2023 Come! Bike Day Cycling Series - Iron Town Cycling Adventure",
        "description": "Since 2019, the 'Iron Town Crazy Bike Ride' event has been held in Shuili and Jiji, attracting cycling enthusiasts from all over. After a two-year hiatus due to the pandemic, this year, the Iron Town event is included in the Sun Moon Lake Come! Bike Day cycling series. It plans three cycling routes: Slow-paced Adventure (38K), Self-exploration and Collecting Stamps (30K), and Fun Ride Challenge (5K). Both adults and children can participate together, starting from the Checheng Visitor Center and exploring the infinite charm of Shuili and Jiji.",
        "address": "Checheng Visitor Center (No. 127, Minquan Lane, Checheng Village, Shuili Township, Nantou County)"
    },
    "C2_315080000H_502385": {
        "titleName": "2023 Come! Bike Day Cycling Series - Bicycle Theme Day",
        "description": "Entering its 12th year, the Come! Bike Day cycling series presents the Bicycle Theme Day event. Upholding the spirit of 'Every day is Come! Bike Day,' the event features popular activities for both parents and children, such as balance bike races, the lake boat riding challenge suitable for beginners and experienced riders, bicycle-themed obstacle courses that combine fun and knowledge, and informative guided tours. Join the cycling parade, enjoy the unique scenery of Sun Moon Lake, and be a part of the Come! Bike Day Bicycle Theme Day event.",
        "address": "Xiangshan Visitor Center (No. 599, Zhongshan Road, Shuishe Village, Yuchi Township, Nantou County)"
    },
    "C2_315080000H_502430": {
        "titleName": "2023 Nantou Starry Season Event",
        "description": "To promote astronomy education, star-gazing tourism, and develop the starry industry chain, the Nantou County Government is organizing the '2023 Nantou Starry Season' event. Through physical activities held at different locations and employing targeted marketing strategies, the event aims to create a distinctive tourism brand. It also aligns with the completion of the Yungfeng Astronomical Theater in 2022, funded with a budget of 14.5 million NT dollars, and the opening of new astronomical facilities in Yungfeng in 2023. Various activities will be held to generate astronomical enthusiasm. The content includes at least two themed evening events, with a minimum of two weeks of astronomical stargazing tours at each event location. Additionally, astronomical-themed booths will be set up in the surrounding areas to promote astronomical knowledge. Combining local industries in Nantou, there will be one tea ceremony evening and one picnic event to promote Nantou's distinctive industries and tourist attractions.",
        "address": "No. 24, Dingyuan New Village, Ren'ai Township, Nantou County, Taiwan"
    },
    "C2_315080000H_502433": {
        "titleName": "2023 Face the Mountain, Face the Sea Education and Safety Mechanism Forum - Nantou",
        "description": "The third session, Nantou session - Face the Mountain, Face the Sea Safety [Knowledge is Power] Date: September 15, 112 (Friday) Time: 11:00 AM to 3:00 PM Venue: Indoor/Outdoor Moderator: Invitation pending Time\tTopic\tSpeaker\tRemarks 11:00 AM to 12:00 PM\tDiscussion on the Direction of Face the Mountain, Face the Sea Education\tInvited speaker\t12:00 PM to 1:00 PM\tLunch\t\t1:00 PM to 1:50 PM\tOutdoor: G1 - Full-body Safety Harness, Fixed Point Installation, Climbing and Descending. G2 - Water Rescue (Rotation between G1 and G2)\tKRRT Speaker: Kong Chui Xiang Assistant Speaker: Hong Cheng Xuan, Wang Zhao Yi\tApproximately 200 students from senior grades\tIndoor A: Insights on Life Education through Face the Mountain, Face the Sea\tSpeaker: Weng Zhi Hang\tApproximately 200 students from the second year\tIndoor B: Insights on Life Education through Face the Mountain, Face the Sea\tSpeaker: Du Li Fang (Bo Wei Mama)\tApproximately 200 students from the third year 2:00 PM to 3:00 PM\tIndoor: Insights on Life Education through Face the Mountain, Face the Sea\tSpeaker: Weng Zhi Hang\tApproximately 200 students from senior grades\tOutdoor: G1 - Full-body Safety Harness. G2 - Water Rescue (Rotation between G1 and G2)\tKRRT Speaker: Hong Cheng Xuan Assistant Speaker: Qiao Wei Dun, Wang Zhao Yi\tApproximately 200 students from the second year\tOutdoor: Prevention and Descent from Altitude Sickness\tKRRT Speaker: Kong Chui Xiang Assistant Speaker: Chen Zhe Wei, Wang Yu Shen\tApproximately 200 students from the third year\tLet's protect our children until we meet again next year. Creating a sustainable future.",
        "address": "No. 2, Nanhu Road, Shuili Township, Nantou County, Taiwan"
    },
    "C2_315080000H_502453": {
        "titleName": "2023 Nantou County Bagua Mountain Cultural Tourism Season Event",
        "description": "The 2023 Nantou County Bagua Mountain Cultural Tourism Season event focuses on customer-oriented approaches, leveraging the unique tourism characteristics and explanations to attract visitors. By combining activities such as agricultural product competitions and cultural resources, the event aims to create a bundled travel framework that guides consumers on an intellectual journey of cultural industry education. The goal is to generate tourism crowds and stimulate business opportunities for the local and neighboring towns.",
        "address": "No. 894, Bagua Road, Nantou City, Nantou County, Taiwan"
    },
    "C2_315080000H_502456": {
        "titleName": "2023 International Tea Culture Festival - Specialty Tea Competition and Highlight Activities",
        "description": "The event includes tea competitions, tea forums, agricultural education, tea pairing, development of local tea gift sets, tea village markets, and tea village excursions.",
        "address": "Mingjian Township, Nantou County, Taiwan"
    },
    "C2_315080000H_502457": {
        "titleName": "2023 Mingjian Tea Garden Music and Art Festival - Illuminating the South of Guashan",
        "description": "Tea garden concerts, art installations and workshops around the tea gardens, community cultural performances, handcrafted markets, fortress tea ceremonies, etc.",
        "address": "Mingjian Township, Nantou County, Taiwan"
    },
    "C2_315081200H_007164": {
        "titleName": "New Year Calligraphy",
        "description": "Event Name: New Year Calligraphy\nEvent Date: January 16, 111 (Sunday) 10:00-14:00\nLocation: Songboling Visitor Center\nTo maintain everyone's health, please continue to pay attention to changes in the epidemic situation before traveling. Remember to wash your hands, wear masks, and implement preventive measures! The attractions and activities in our jurisdiction will also make flexible adjustments in accordance with epidemic control measures.",
        "address": "No. 181, Section 2, Mingsong Road, Mingjian Township, Nantou County 551, Taiwan"
    },
    "C2_315081200H_007168": {
        "titleName": "Eco-friendly Tea Scent Bag Fridge Magnet DIY - Bagua Mountain Local Handicraft Experience DIY Activity",
        "description": "Event Name: Eco-friendly Tea Scent Bag Fridge Magnet DIY - Bagua Mountain Local Handicraft Experience DIY Activity\nEvent Date: February 1, 111 (Tuesday) 10:00-12:00\nLocation: Songboling Visitor Center (Tea Culture Theme Hall)\nSpeaker: Lin Yanru, Craftsman\nTo maintain everyone's health, please continue to pay attention to changes in the epidemic situation before traveling. Remember to wash your hands, wear masks, and implement preventive measures! The attractions and activities in our jurisdiction will also make flexible adjustments in accordance with epidemic control measures.",
        "address": "No. 181, Section 2, Mingsong Road, Mingjian Township, Nantou County 551, Taiwan"
    },
    "C2_315081200H_007169": {
        "titleName": "Eco-friendly Tea Scent Bag Fridge Magnet DIY - Bagua Mountain Local Handicraft Experience DIY Activity",
        "description": "Event Name: Eco-friendly Tea Scent Bag Fridge Magnet DIY - Bagua Mountain Local Handicraft Experience DIY Activity\nEvent Date: February 2, 111 (Tuesday) 10:00-12:00\nLocation: Songboling Visitor Center (Tea Culture Theme Hall)\nSpeaker: Lin Yanru, Craftsman\nTo maintain everyone's health, please continue to pay attention to changes in the epidemic situation before traveling. Remember to wash your hands, wear masks, and implement preventive measures! The attractions and activities in our jurisdiction will also make flexible adjustments in accordance with epidemic control measures.",
        "address": "No. 181, Section 2, Mingsong Road, Mingjian Township, Nantou County 551, Taiwan"
    },
    "C2_315081200H_007170": {
        "titleName": "Eco-friendly Tea Scent Bag Fridge Magnet DIY - Songboling Local Handicraft Experience DIY Activity",
        "description": "Event Name: Eco-friendly Tea Scent Bag Fridge Magnet DIY - Songboling Local Handicraft Experience DIY Activity\nEvent Date: February 3, 111 (Thursday) 10:00-12:00\nLocation: Songboling Visitor Center (Tea Culture Theme Hall)\nSpeaker: Lin Yanru, Craftsman\nTo maintain everyone's health, please continue to pay attention to changes in the epidemic situation before traveling. Remember to wash your hands, wear masks, and implement preventive measures! The attractions and activities in our jurisdiction will also make flexible adjustments in accordance with epidemic control measures.",
        "address": "No. 181, Section 2, Mingsong Road, Mingjian Township, Nantou County 551, Taiwan"
    }
}