{
    "title": "Homepage",
    "subTitle": "Travel × Activity × Food",
    "headerLogo": "/_next/static/media/logo-header.release.en.ba21988b.svg",
    "navButtons": {
        "outline": "Subscribe",
        "filled": "Donate"
    },
    "type": [
        "Travel",
        "Activity",
        "Food"
    ],
    "menuConfig": [
        [
            {
                "text": "Latest",
                "divider": true
            }
        ],
        [
            {
                "text": "In-depth Projects"
            },
            {
                "text": "Issues",
                "children": [
                    {
                        "text": "Environmental Sustainability"
                    },
                    {
                        "text": "Economic Industries"
                    },
                    {
                        "text": "Cultural Life"
                    }
                ]
            },
            {
                "text": "Reviews",
                "children": [
                    {
                        "text": "Book Excerpts and Reviews"
                    },
                    {
                        "text": "Reader Reviews"
                    }
                ],
                "divider": true
            }
        ],
        [
            {
                "text": "About Us"
            },
            {
                "text": "Impact Report"
            },
            {
                "text": "Reporter Open Lab",
                "divider": true
            }
        ]
    ],
    "carouselConfig": {
        "hotActivity": "Hot Activities",
        "hotScenicSpot": "Hot ScenicSpots",
        "hotRestaurant": "Hot Restaurants",
        "more": "More",
        "moreDetails": "See Official Website",
        "openTime": "Opening Hours",
        "buttonText": "View Details"
    },
    "carouselData": {
        "C2_315080000H_080915": {
            "titleName": "2023 Alishan Sunrise Impressions Concert",
            "description": "Alishan is a well-known tourist destination for sunrise viewing, and the \"Alishan Sunrise Impressions Concert\" has been jointly organized by the Alishan National Scenic Area Administration of the Tourism Bureau of the Ministry of Transportation, the Chiayi Forestry Administration of the Forestry Bureau of the Council of Agriculture, Executive Yuan, and the Chiayi County Government since the end of 2002. It is the most unique alpine concert in Taiwan, with the goal of high altitude, high quality, and high style \"High Three\" concerts, and is the preferred event for domestic and foreign tourists to immerse themselves in the melodious music and welcome the first light of the New Year. Event time: January 1, 2023 05:30~07:30 -->",
            "address": "Alishan National Forest Recreation Area Zhushan Sunrise Viewing Platform (parking ramp)"
        },
        "C2_315080000H_081028": {
            "titleName": "2023 Nantou Starry Night Season",
            "description": "The Perseid meteor shower, which appears every year from 7/20 to 8/20, is one of the three major meteor showers of the year, and Taiwan is about to welcome the extremely large period on 8/13! People who want to watch this wonderful and promising meteor shower can choose locations with low light pollution and no shadows in the sky, such as Nantou Hohuan Mountain, Sun Moon Lake, Xitou and Sulin Creek, all of which are excellent stargazing spots with high altitude, wide field of vision and low light pollution. Among them, Hefuan Mountain International Dark Sky Park is the friendliest high-altitude stargazing spot in Taiwan. The event has been held since the year of 106 (2017), and was originally held only in the Qingjing area for high altitude stargazing concerts. After the certification of the Hechuan Mountain Dark Sky Park in R.O.C. 108 (2019), the Nantou County Government held stargazing and concert activities in various parts of Nantou during the event period with the concept of diversion in order to expand the marketing of stargazing tourism resources. The main locations include the Qingjing area, the Dark Sky Park area (Kite Peak parking lot), and Xitou.",
            "address": "Qingjing Farm"
        },
        "C2_315080000H_081050": {
            "titleName": "2023 Running of the Sheep Festival",
            "description": "Since the farm was established in 1961, it has been 60 years since the farm was first established. The annual birthday celebration is a remembrance of the hardships of our predecessors and a showcase of our achievements today. This is the only event in Taiwan where you can experience the joy of sheep herding in the mountains. This year, the farm's unique representative animal, the \"Corridor Sheep\", was the main event, and the venue was the green grassland and Guanshan pasture area. The event is a unique event. It is hoped that this unique event will present the image of the farm as a youthful, energetic and healthy leisure farm, revitalize the tourism industry and economic development in the Qingjing area, and at the same time attract more visitors to the mountain to share the experience.",
            "address": "7.5K-9.8K for the Taiwan 14A line"
        },
        "C2_315080000H_081076": {
            "titleName": "Sun Moon Lake International 10,000 people swimming",
            "description": "Started in 1983, the Sun Moon Lake International 10,000 people swimming event is held every year around the Mid-Autumn Festival and is the most historical and large-scale event in Sun Moon Lake. The event attracts tens of thousands of swimmers from all over the world to participate in the 3,000-meter swim every year, and the \"Sun Moon Lake 10,000 Swimmers\" carnival fills up almost as soon as registration opens.",
            "address": "Sun Moon Lake"
        },
        "C2_315080000H_081077": {
            "titleName": "Nantou World Tea Expo",
            "description": "There are eight tea regions in Nantou, and it is the main production area of tea in Taiwan. And during the event, several large-scale special theme activities are held, such as tea party for 1,000 people, tea ringing for 1,000 people and picnic for 1,000 people to promote the diversified and rich tea culture.",
            "address": "Zhongxing New Village Zhongxing Hall"
        },
        "C2_315080000H_081098": {
            "titleName": "Sun Moon Lake Come! Bike Day Fireworks Music Carnival",
            "description": "The Sun Moon Lake Fireworks Music Carnival series of events has been held since 2008, featuring a variety of themes including fireworks, symphony, drum music, dance, art exhibitions, cycling, marathons, orienteering, tea industry culture, group weddings, and public welfare activities. Over the years, it has received widespread acclaim from various sectors and has established a profound impression of \"artistic performance\" and \"sports and leisure\" brand tourism for the Sun Moon Lake Carnival series of events. The Sun Moon Lake Fireworks Music Carnival series of events will continue to focus on music art, sports and leisure, and local industry culture, and will continue to develop rich event themes and content, strengthen cooperation with public and private sectors, introduce resources from private enterprises and organizations, and enhance international exchange, marketing, and promotion cooperation to attract more domestic and foreign visitors, providing them with a new travel experience and profound impression, and further creating benefits for the overall development of Taiwan's tourism industry.",
            "address": "Shuishe Pier"
        },
        "C2_315081200H_007164": {
            "titleName": "Spring Calligraphy",
            "description": "Event Name: Spring Calligraphy Event Date: January 16th, 2023 (Sunday) 10:00-14:00 Event Location: Songboling Visitor Center. To maintain everyone's health, please continue to pay attention to changes in the epidemic situation before traveling, wash your hands frequently, wear masks, and implement epidemic prevention measures! The scenic spots and activities in our jurisdiction will also make flexible adjustments in accordance with epidemic control measures.",
            "address": "No. 181, Section 2, Mingsong Road, Mingjian Township, Nantou County 551, Taiwan"
        },
        "C2_315081200H_007168": {
            "titleName": "Eco Tea Fragrance Bag Fridge Magnet DIY - Bagua Mountain Local Handicraft Experience DIY Activity",
            "description": "Event Name: Eco Tea Fragrance Bag Fridge Magnet DIY - Bagua Mountain Local Handicraft Experience DIY Activity Event Date: February 1st, 2023 (Tuesday) 10:00-12:00 Event Location: Songboling Visitor Center (Tea Culture Theme Hall) Event Instructor: Lin Yanru, Craft Artist. To maintain everyone's health, please continue to pay attention to changes in the epidemic situation before traveling, wash your hands frequently, wear masks, and implement epidemic prevention measures! The scenic spots and activities in our jurisdiction will also make flexible adjustments in accordance with epidemic control measures.",
            "address": "No. 181, Section 2, Mingsong Road, Mingjian Township, Nantou County 551, Taiwan"
        },
        "C2_315081200H_007169": {
            "titleName": "Eco Tea Fragrance Bag Fridge Magnet DIY - Bagua Mountain Local Handicraft Experience DIY Activity",
            "description": "Event Name: Eco Tea Fragrance Bag Fridge Magnet DIY - Bagua Mountain Local Handicraft Experience DIY Activity Event Date: February 2nd, 2023 (Tuesday) 10:00-12:00 Event Location: Songboling Visitor Center (Tea Culture Theme Hall) Event Instructor: Lin Yanru, Craft Artist. To maintain everyone's health, please continue to pay attention to changes in the epidemic situation before traveling, wash your hands frequently, wear masks, and implement epidemic prevention measures! The scenic spots and activities in our jurisdiction will also make flexible adjustments in accordance with epidemic control measures.",
            "address": "No. 181, Section 2, Mingsong Road, Mingjian Township, Nantou County 551, Taiwan"
        },
        "C2_315081200H_007170": {
            "titleName": "Eco Tea Fragrance Bag Fridge Magnet DIY - Songboling Local Handicraft Experience DIY Activity",
            "description": "Event Name: Eco Tea Fragrance Bag Fridge Magnet DIY - Songboling Local Handicraft Experience DIY Activity Event Date: February 3rd, 2023 (Thursday) 10:00-12:00 Event Location: Songboling Visitor Center (Tea Culture Theme Hall) Event Instructor: Lin Yanru, Craft Artist. To maintain everyone's health, please continue to pay attention to changes in the epidemic situation before traveling, wash your hands frequently, wear masks, and implement epidemic prevention measures! The scenic spots and activities in our jurisdiction will also make flexible adjustments in accordance with epidemic control measures.",
            "address": "No. 181, Section 2, Mingsong Road, Mingjian Township, Nantou County 551, Taiwan"
        }
    }
}