{
    "C3_315081000H_020111": {
        "titleName": "Friendship Mountain Villa Simple Meals",
        "description": "Friendship Mountain Villa is located in Tianwo Village, Juguang Township. It opened in 2002 and is a modern hotel. Standing on the balcony on the top floor, you can enjoy a panoramic view of the sea and sky. The first-floor restaurant offers various simple meals, snacks, and late-night snacks. They also provide pre-booked 'Matsu-style set meals' for tour groups, which are economical and delicious.",
        "address": "No. 67, Tian'ao Village, Juguang Township, Lienchiang County, Taiwan"
    },
    "C3_315081000H_020304": {
        "titleName": "Together @ Station",
        "description": "Together @ Station is located next to the Juguang Visitor Center. The dining environment offers stunning views of the beach, settlements, and Dongju Lighthouse, earning the reputation as the most beautiful cafe. The restaurant provides fresh homemade bread, pastries, pizza, coffee, beverages, and daily limited international cuisine sets. The meals are freshly made and require advance reservation. They also offer group reservations or catering for events. Services include coffee, light meals, set meals, event planning, and venue rental. Contact number: 0937120736",
        "address": "No. 1, Fuzheng Village, Juguang Township, Lienchiang County, Taiwan"
    },
    "C3_376490000A_000831": {
        "titleName": "Meat Dumplings",
        "description": "Meat Dumplings are a type of dumpling made with meat as the wrapper. This delicious snack has been served since 1971 and relies on the skills of the owner. The pork leg is tenderized and mixed with a thin layer of flour to create a paper-thin dumpling wrapper. The filling is then added, resulting in a light and fragrant texture. The cooking and wrapping techniques required make this delicate flavor a rare find and worth trying!",
        "address": "No. 17, Sanmin Street, Tuku Town, Changhua County, Taiwan"
    },
    "C3_376490000A_000838": {
        "titleName": "Authentic Qingcao Tea",
        "description": "Produced and sold locally, the organic sugarcane and herbal flavors of Taiwan are combined in this traditional beverage. The friendly farming methods used for self-cultivated sugarcane, along with home-grown herbal plants, have made sugarcane juice and Qingcao tea popular items that are available year-round. The owner also carefully selects Pingtung lemons to create a refreshing sugarcane lemon juice. If you want to taste the fragrant flavors of Taiwanese herbal drinks, this place is highly recommended!",
        "address": "No. 343, Shuilin Road, Shuilin Township, Yunlin County, Taiwan"
    },
    "C3_315081100H_000001": {
        "titleName": "Hugosum and Japanese Dessert Forest Red Tea Manor",
        "description": "Hugosum, a red tea craftsman, brought the Sun Moon Lake red tea back to the world stage. In 1949, he entered the 'Tea Industry Training Institute' to learn tea processing techniques. He was later assigned to work at the 'Jimo Red Tea Factory' where he inherited the tea processing techniques from Japanese tea masters. He served as the 'Factory Director' until his retirement. His passion and dedication to red tea witnessed the rise and fall of the Sun Moon Lake red tea industry. Sun Moon Lake red tea was once extremely popular, from the cultivation work during the Japanese colonial period to the golden era of tea plantations in the 1960s. However, with the changes in the tea industry and the dumping of cheap foreign tea leaves, the Sun Moon Lake red tea industry gradually declined. Despite others getting rich by growing betel nuts, Hugosum persisted in growing tea because he believed that red tea would shine again someday. Currently, the second generation has inherited the craftsmanship and tea processing techniques from their father. They not only focus on making good tea but also strive to ensure that good tea gets recognized, creating a new look for Sun Moon Lake red tea. In 2005, they established a tea factory for tourism, providing a place to witness the historical and cultural development of the Sun Moon Lake red tea industry. Apart from increasing public awareness of the tea industry, they also contribute to the preservation of local culture and further promote the culture of Sun Moon Lake red tea for the world to see...",
        "address": "No. 5, Xiangcha Lane, Xincheng Village, Yuchi Township, Nantou County, Taiwan"
    },
    "C3_315081100H_000002": {
        "titleName": "Red Yeast Rice Museum",
        "description": "Red yeast rice production, binchotan charcoal.",
        "address": "No. 110-2, Minquan Lane, Checheng Village, Shuili Township, Nantou County, Taiwan"
    },
    "C3_315081100H_000005": {
        "titleName": "Su Mama Tangyuan",
        "description": "Su Mama Tangyuan is a renowned 30-year-old shop in Puli that is loved not only by locals but also by Terry Gou, the chairman of Foxconn. It offers delicious and affordable tangyuan (glutinous rice dumplings in sweet soup). If you visit Puli, you must try it!",
        "address": "No. 118, Section 3, Zhongshan Road, Puli Town, Nantou County, Taiwan"
    },
    "C3_315081100H_000006": {
        "titleName": "Guanyin Mountain Villa Restaurant",
        "description": "A restaurant specializing in Taiwanese cuisine and local specialties.",
        "address": "No. 79, Section 1, Zhongshan Road, Puli Town, Nantou County, Taiwan"
    },
    "C3_315081100H_000007": {
        "titleName": "Salty Fried Dough Sticks",
        "description": "A specialty breakfast in Puli. Crispy fried dough sticks sandwiched with pan-fried eggs and sprinkled with a bit of salt and pepper, it is very flavorful. Additionally, the red bean paste cake has a savory-sweet taste and is also recommended.",
        "address": "No. 9-10, Nanxing Street, Puli Town, Nantou County, Taiwan"
    },
    "C3_315081100H_000009": {
        "titleName": "Xi Lu Chuan Homestay/Fu Tian No. 6 Tribal Cuisine Restaurant",
        "description": "The three main appeals are 'original sound, original juice, original flavor,' allowing visitors to experience the culture and characteristics of the indigenous people up close.",
        "address": "No. 389, Nan Huan Road, Puli Town, Nantou County, Taiwan"
    },
    "C3_315081100H_000011": {
        "titleName": "Shuwa Pavilion Field Garden",
        "description": "A restaurant specializing in Taiwanese cuisine and local specialties.",
        "address": "No. 29-6, Taomi Lane, Puli Town, Nantou County, Taiwan"
    },
    "C3_315081100H_000013": {
        "titleName": "Le Liang Xuan",
        "description": "A great place for chatting and drinking tea.",
        "address": "No. 348, Section 2, Zhongshan Road, Puli Town, Nantou County, Taiwan"
    },
    "C3_315081100H_000014": {
        "titleName": "De Hua Snacks",
        "description": "Offers dishes such as wild boar meat, large intestine wrapped small intestine, wild boar sausage, and bamboo chicken with red tea.",
        "address": "No. 115, Wenhua Street, Yuchi Township, Nantou County, Taiwan"
    },
    "C3_315081100H_000015": {
        "titleName": "Taihua Kiln",
        "description": "The Pier Gallery is the newest store opened in May 2013. It is located on the bustling scenic street of Shuishel. It is a two-story building with two storefronts, and the entrance downstairs leads directly to the pier. The works in the store are mainly modern products, while the upstairs showcases hand-painted porcelain and limited-edition bronze sculptures by contemporary Taiwanese masters. In addition, there are three stores in Dasha, including the Sun Moon Lake Gallery, the Dasha Gallery, and the Huayuan Gallery. Each gallery has different featured artworks. You are welcome to visit. Line@ Account Name: Taihua Kiln - Sun Moon Lake Pier Gallery, Line@ ID: @gbt1903r",
        "address": "No. 17, Famous Street, Shuishel Village, Yuchi Township, Nantou County, Taiwan"
    },
    "C3_315081100H_000019": {
        "titleName": "New Mountain Flavor Restaurant",
        "description": "Table menu: $3,500. Dishes include: Sun Moon Platter / Pepper Buddha's Hand / Iron Plate Qiang-style Dish / Jade Double Vegetables / Shaozu Barbecue / President Fish with Tree Seeds / Fragrant Tea Pond Shrimp / Lucky Bamboo Shoot Pot / Mountain Crystal Cuisine / Four Seasons Fresh Fruits. The dishes combine the traditional pickling methods of the Shao ethnic group with the careful improvements by the chefs. When the sour lemon meets the charcoal-grilled wild boar meat, it pairs well with rice and drinks. You must give it a try~~~",
        "address": "No. 134, Zhongshan Road, Yuchi Township, Nantou County, Taiwan"
    },
    "C3_315081100H_000020": {
        "titleName": "Da Cheng Brown Sugar Steamed Bun",
        "description": "A steamed bun shop featuring oversized buns and healthy brown sugar.",
        "address": "No. 146, Da Cheng Road, Puli Town, Nantou County, Taiwan"
    },
    "C3_315081100H_000021": {
        "titleName": "Hei Dou Yuan Live Fish Cuisine Restaurant",
        "description": "The journey of a gold medal chef: From being a chef to a farmer who knows nothing. Huang Qiutian, born in 1969, was originally skilled in cooking. At the age of 15, he went north to study under a master chef. After mastering the skills, he worked as a chef in Rokko. Later, he opened an affordable Japanese restaurant in Yuanlin, employing 20 chefs, and the restaurant earned 2 million NT dollars per month. Five years ago, due to his father's ankle injury from growing bamboo shoots for a long time, his father asked him to return to his hometown. To take care of his father, he and his wife returned to their hometown and learned to be farmers. He admitted that he really didn't know anything at first. In order to make the shoots grow faster, he poured a lot of fertilizer at the roots. Unexpectedly, this resulted in the shoots floating on the water's surface whenever it rained, turning into 'sky bamboo shoots.' When harvested, they were short and fat, with a chewy texture, truly living up to their name as 'radish legs.' As you can imagine, the price wasn't great. While others sold them for over 40 NT dollars per kilogram, Huang Qiutian's were only 25 NT dollars, the lowest price in the market. For a while, whenever he entered the market, other bamboo shoot farmers would mock him, saying, 'Here comes the 25 NT dollars guy!' This made him extremely upset, and he even went to the mountains to cry. From that moment on, he understood that fertilizer should be used in moderation. In addition to fertilizer, he also insisted on not using pesticides. This made his father unable to bear it and scolded him, saying, 'You fool...'",
        "address": "No. 11-12, Taomi Lane, Puli Town, Nantou County, Taiwan"
    },
    "C3_315081100H_000023": {
        "titleName": "Ya Chi Yuan Restaurant",
        "description": "A restaurant with a focus on quality and vegetarian cuisine.",
        "address": "No. 952, Nan Huan Road, Puli Town, Nantou County, Taiwan"
    },
    "C3_315081100H_000026": {
        "titleName": "Morning Mist Resort Dining Lodge",
        "description": "Embrace the stunning beauty of Sun Moon Lake. The Morning Mist Resort Dining Lodge is located on the Sun Moon Lake Circular Road, next to the Chaowu Pier. It not only offers exquisite accommodation spaces but also provides dining services. With its convenient location, perfect leisure spaces, and attentive service quality, it satisfies the recreational needs and leisure tastes of tourists. The lodge consists of two buildings, A and B, both designed in an American open-style architecture. The guest rooms offer panoramic lake views, with open-style windows and a large area of floor-to-ceiling windows, bringing travelers closer to Sun Moon Lake. In their private leisure space, guests can freely indulge in the splendor and tranquility of the lakeside.--> Don't miss trying the signature dish at Morning Mist Dining Lodge, the 'Plum Juice Qili Fish.' Qili Fish is a specialty of Sun Moon Lake and used to be an important delicacy of the Shao tribe. The tangy and sweet plum juice coats the crispy Qili Fish, giving you a taste of leisurely strolling through Sun Moon Lake with each bite. If you haven't tried Qili Fish, then you haven't truly experienced Sun Moon Lake! The prickly enoki mushrooms are seasoned with the commonly used 'thorny scallions' by indigenous people, combined with the fragrant lemon and lemongrass aroma. Paired with crispy fried enoki mushrooms, the indescribable deliciousness spreads uninhibitedly in your mouth, accompanied by the crispy texture of the fried enoki mushrooms. It's a culinary delight...",
        "address": "No. 31, Zhongshan Road, Yuchi Township, Nantou County, Taiwan"
    }
}