{
    "C1_315080500H_000068": {
        "titleName": "Purple Ping",
        "description": "Purple Ping is located at the southernmost part of Green Island. The nearby trail leads to a coastal lagoon. This area is a tidal pool formed by coral reefs and is the famous lagoon of Green Island. It has the most complete lagoon terrain and coral reef vegetation on the island. It is also home to lush water lilies and precious land hermit crabs.",
        "address": "No. 256, Wenquan Road, Lvdao Township, Taitung County 951"
    },
    "C1_315080500H_000073": {
        "titleName": "Sailing Nose Grassland",
        "description": "Sailing Nose is located at the southeast corner of Green Island. It is known as the 'Green Island Carpet.' Due to its prominent and elevated terrain, it is a windward area that can be directly hit by the northeast monsoon. Combined with extensive grazing, it has formed a low grassland landscape. From the edge of the grassland cliff, you can overlook the Chaoxi Hot Springs and Sea Cucumber Beach. It is also one of the best spots on Green Island to admire sunrise, moonrise, and enjoy the sea breeze.",
        "address": "No. 167, Wenquan Road, Lvdao Township, Taitung County 951"
    },
    "C1_315080500H_000098": {
        "titleName": "Haba Dog and Sleeping Beauty Rocks",
        "description": "Sleeping Beauty Rock and Haba Dog Rock lie quietly on Sea Cucumber Beach and are one of the most famous attractions on Green Island. From the Xiaocheng Great Wall Trail, you can see Sleeping Beauty lying peacefully on the sea surface, with the white sandy beach representing her beautiful long hair, while Haba Dog with its drooping ears lies not far away. On clear days, there are many interesting 'misalignment' photography opportunities when viewing Haba Dog and Sleeping Beauty from a distance. They are considered the most famous attractions on Green Island.",
        "address": "8 kilometers along the Ring Road, Lvdao Township, Taitung County 951"
    },
    "C1_315080500H_000167": {
        "titleName": "Chaikou Snorkeling Area",
        "description": "Formerly known as Chaikou, it is now named 'Chaikou' and is one of the main snorkeling areas on Green Island. The coastline is mainly composed of coral reefs and is one of the two sandy beaches on the island. This is a beginner's diving area with various changes and levels, numerous underwater reefs, and opportunities to observe intertidal zone organisms after snorkeling.",
        "address": "2 kilometers along the Ring Road, Lvdao Township, Taitung County 951"
    },
    "C1_315080600H_000013": {
        "titleName": "Antai Village˙Yuzhi Tower",
        "description": "Antai Waters is a popular base for intertidal activities and rock fishing, and it is also the gateway from Magong to Baisha and Xiyu. With Zhou Wang Temple as the main religious center, in the early days, due to the poor land resources in Penghu, the ancestors brought sand from the sea to enrich the soil for successful crop growth. They built stone towers on the sandbanks, locally known as 'Yuzhi Jiao,' to identify the ebb and flow of seawater for convenient sand retrieval. These towers have stood firm and have been considered blessings for the residents. It is said that if a stone falls from the tower, it signifies the passing of someone in the village, which is an ominous sign. Later, the towers were reinforced, and in the 62nd year of the Republic of China (1973), they were filled with cement according to the instructions of Zhou Wangye. Source: Oral accounts from local elders in Antai Village.",
        "address": "On the intertidal zone southwest of Antai Fishing Port, Magong City, Penghu County"
    },
    "C1_315080600H_000037": {
        "titleName": "Qingwan Cactus Park",
        "description": "Qingwan Cactus Park was originally an abandoned military camp during the Japanese colonial period. After renovation, it has now become a well-planned cactus park. There is also a fortress made of basalt and unique columnar basalt landscapes. From the highest point, you can enjoy beautiful sea views! As soon as you enter the park, you will be attracted by the large number of cacti. There are nearly a hundred varieties of cacti here. The park also has different areas for sightseeing, DIY experiences, and barbecue facilities!",
        "address": "No. 306, Cai Li, Ma Gong City, Penghu County"
    },
    "C1_315080600H_000051": {
        "titleName": "Xiaomen Cai Village",
        "description": "Walking on the trails of Xiaomen Island, you can see the local characteristics of Penghu, such as the stone gods used for exorcism and the unique agricultural cultural landscape of Penghu Islands called 'Cai Village' or 'Zhai Nei' or 'Wei Zai.' Cai Village is a stone wall structure that provides shelter from wind and protects crops in the fields. Most of the Cai Villages are built using local stones, but there are also some facilities made of reed bamboo in places with abundant water sources for wind protection.",
        "address": "Xiaomen Island, Xiyu Township, Penghu County"
    },
    "C1_315080600H_000076": {
        "titleName": "Pengpeng Beach",
        "description": "Pengpeng Beach is located in Baisha Township, between Niaoyu Island and Yuanbei Island. It is formed by the action of ocean currents, which washes sand from places like Jibei Island, Niaoyu Island, and Yuanbei Island and deposits it outside Niaoyu Island, creating a natural sandbank. In 1986, with the assistance of Typhoon Wayne, it transformed into a sandy beach island. Since then, Pengpeng Beach is not submerged even during high tide. Due to continuous sediment accumulation, the end is gradually connecting with Niaoyu Island, and during low tide, you can walk across it.",
        "address": "Pengpeng Beach, Baisha Township, Penghu County"
    },
    "C1_315080600H_000080": {
        "titleName": "Dream Beach",
        "description": "The golden beach in front of you is the hidden gem of Xiyu Island—Dream Beach. Originally known as Wang'an Beach, it is a small and beautiful beach that stretches about 200 meters. It is called Dream Beach not only because it is the best place to watch the sunset on Xiyu Island but also because it is a beach that only appears during low tide. It is usually submerged in the sea, so you need to check the tide schedule to see it!",
        "address": "Dream Beach, Xiyu Township, Penghu County"
    },
    "C1_315080600H_000092": {
        "titleName": "Caiyuan Leisure Fishing Area",
        "description": "The former Penghu Development Hall was built in 1933 and served as the official residence for the governor of Penghu during the Japanese colonial period and the county magistrate of Penghu after World War II. Its architectural style combines Japanese and Western influences and is known as a blend of Japanese and Western architecture. Local building materials from Penghu were also used in its construction.",
        "address": "Caiyuan Village, Ma Gong City, Penghu County"
    },
    "C1_315080600H_000095": {
        "titleName": "Shaoli Beach",
        "description": "To the north of Shaoli Village, there is a small hill that resembles the hat worn by ancient officials, hence named Shaoli Mountain. Shaoli Village is located on the extended ridge of the hat, called 'Guandu' in the local dialect, so it is called 'Shaonei' or 'Shaoli'. To the south of Shaoli is a white sandy beach composed of coral and shell fragments. In the early days, it was a fishing ground where residents used nets to catch fish and it once developed into the largest beach in the county. The scenery is comparable to Waikiki Beach in Hawaii.",
        "address": "Shaoli Village, Ma Gong City, Penghu County"
    },
    "C1_315080600H_000129": {
        "titleName": "Shuangxin Stone Weir",
        "description": "Stone weirs are a showcase of the wisdom of the ancestors. They are fish traps built with basalt and coral reefs. The Shuangxin Stone Weir in Qimei has a romantic shape, attracting many couples and becoming a representative tourist attraction in Penghu.",
        "address": "Shuangxin Stone Weir, Qimei Township, Penghu County"
    },
    "C1_315080900H_000205": {
        "titleName": "Beauty Cave",
        "address": "Coastal Highway, Liuqiu Township, Pingtung County"
    },
    "C1_315081000H_020180": {
        "titleName": "Juguang Visitor Center",
        "description": "The Juguang Township in Matsu was formerly known as Baiken. Due to the resemblance of the two islands' shapes to lying dogs on the sea surface, the eastern island was called Dongquan Island (East Dog Island) and the western island was called Xiquan Island (West Dog Island). In 1971, it was renamed Juguang Township, taking the meaning of 'Do not forget in Juguang.' The Juguang Visitor Center is located next to the Fuzheng Village on Dongju Island. The appearance of the visitor center, designed in the style of Min Dong architecture, blends harmoniously with the surrounding lighthouse and stone houses. It is a distinctive building that resembles a resort. With a panoramic view of the sea and mountains, sitting in the visitor center to rest and read travel information becomes an enjoyable experience. Inside the visitor center, you can not only watch introduction videos but also receive information about activities. There is also a Fuzheng Blue Tears Station where visitors can rest and taste local delicacies such as steamed clams and red yeast chicken dishes. When you have the opportunity to visit Juguang, don't miss this stop!",
        "address": "No. 1, Fuzheng Village, Juguang Township, Lienchiang County"
    },
    "C1_315081000H_020182": {
        "titleName": "Fuzheng Village",
        "description": "Fuzheng Village, a simple and rustic Min Dong-style village, bears witness to the migration of settlements. When visiting Dongju Island, a must-visit attraction is Fuzheng Village. Its simple scenery leaves a deep impression. There is a local saying on Dongju Island: 'Spend summer in Fuzheng and winter in Dapu.' Since Dapu Village is located at the southern end, it can withstand the northeast wind in winter, while Fuzheng Village at the northern end of Dongju Island is the best place for living during summer when the southwest wind blows. In earlier times, the islanders of Dongju would migrate between the two villages to fish according to the seasons. Fuzheng Village was once the most prosperous village on Dongju Island. With declining fishing yields and the decrease in residents and military personnel, its former glory has faded away, leaving behind ruined stone houses accompanied by the Dongquan Lighthouse and the Fuzheng Baishenzun Temple, which still silently guard the village. The architectural style of the village is simple, with two-story houses built with irregular stones, creating a different atmosphere compared to Qinquan Village. With only about ten households residing in the village, it exudes a peaceful and pure charm. In recent years, the government has made great efforts to promote the preservation of the village, and Fuzheng Village has gradually regained vitality, becoming a precious cultural heritage of the local area. Although the sight of the village being deserted may evoke melancholy, its tranquil beauty radiates a unique cultural atmosphere of Matsu's traditional settlements. The ancient appearance of the Fuzheng Baishenzun Temple adds to the charm. When you step into Fuzheng Village, you will be impressed by its simplicity and serenity, with tiled roofs and brick walls shaped by the passage of time.",
        "address": "Fuzheng Village, Juguang Township, Lienchiang County"
    },
    "C1_315081000H_020184": {
        "titleName": "Dongju Island Lighthouse (Dongquan Lighthouse)",
        "description": "Dongju Island Lighthouse, also known as Dongquan Lighthouse, is a pristine white lighthouse that has witnessed a century of time in the blue sea and sky. It is located in the northeast of Dongju Island. During the Qing Dynasty, after losing the Opium War and signing the Treaty of Nanjing with Britain to open coastal trade, the British requested the construction of a lighthouse for easy identification of the Fuzhou direction. The lighthouse was built in the 11th year of the Qing Tongzhi reign (1872) in response to this historical background. In 1988, Dongju Island Lighthouse was designated as a second-class historical site in the Taiwan-Min region by the Ministry of the Interior. It is Taiwan's first lighthouse constructed using granite. The lighthouse is painted snow white and stands at a height of approximately 19.5 meters. The light, after being refracted by a conch-shaped crystal lens, can reach a distance of 16.7 nautical miles (about 31 kilometers). Quietly serving on Dongju Island for over a hundred years, the lighthouse emits a fixed light signal of one long and two short flashes every night. The most special feature is the 30-meter-long white windproof low wall built on the lawn connecting the lighthouse and the office. This windproof wall allows the staff to quickly pass through while crouching during strong winds, preventing the kerosene lamps in their hands from being extinguished.",
        "address": "No. 56-1, Fuzheng Village, Juguang Township, Lienchiang County"
    },
    "C1_315081000H_020185": {
        "titleName": "Mysterious Cove",
        "description": "A healing and mysterious coastline, Mysterious Cove is located at Aokou on the way from Fuzheng Village to Dapu Village. It is a newly named attraction in recent years. The boundless sea view expands one's heart and mind. During the season of blue tears, it is also one of the popular spots on Dongju Island to admire the vast blue fluorescence in the bay. From a certain angle, the bay's sea-eroded pillars and gutters are filled with imaginative spaces. Therefore, there is a romantic folk story that Lu Dongbin and He Xiangu achieved immortality here, hence its name 'Luhe Cliff.' In the lower right corner of the platform, there is a balanced rock, rumored to be the jade seal of the Jade Emperor, placed there to suppress Lu Dongbin and He Xiangu. Looking far to the right side of the platform, the ridge line resembles a stone lion guarding the jade seal. Beneath the stone lion, on the sea surface, there is a sharp sea-eroded pillar that looks like a shark during high tide and a rhinoceros during low tide, closely accompanied by the stone lion. There is a cave above the east side of the bay called 'Yanchao,' where birds gather. A TV exploration program once ventured into the cave to shoot its interior landscape. The cave used to serve as a shortcut for oyster gatherers to reach the beach. It is said that in the past, when pirates were rampant in the Mazu Islands, this was the best hiding place for the islanders to escape from the pirates. As there are still shells and unexploded bombs inside the cave, visitors are advised not to enter.",
        "address": "Dapu Cove, Juguang Township, Lienchiang County"
    },
    "C1_315081000H_020186": {
        "titleName": "Dapu Village",
        "description": "A must-visit ancient house destination in Dongju. When visiting Dongju, exploring old houses is definitely a must-do activity. In addition to the Fuzheng Village below the lighthouse, Dapu Village, located next to Dapu Stone Carvings, is also worth a visit. 'Pu' in Fuzhou dialect means a small harbor, and Dapu Village faces south at Aokou. It used to be the second-largest traditional fishing village on Dongju Island, second only to Fuzheng. During its heyday, it had over 50 households and more than 200 residents, with dozens of fishing boats of all sizes moored in the harbor, making it a lively place. The nearby waters were once abundant in yellow croaker, black porgy, and beltfish, making it a natural harbor. Coupled with the 'Dui Mian Shan' (also known as Louzaiding) opposite the village, which can block the winter north wind invasion, the island's residents often changed their fishing locations at the mouth of the harbor according to the seasonal wind changes, resulting in the residential custom of 'Fuzheng in summer, Dapu in winter.' Since the lifting of martial law and the sharp decline in fish catches in 1992, the population has gradually moved away. Dapu Village even became an abandoned place with overgrown weeds and no signs of human presence. The past glory of the fishing village has become a memory. It wasn't until the past decade that with the cooperation of motivated individuals and government community revitalization policies, new residents and artists moved in, renovating and revitalizing old houses, bringing vibrancy back. Gradually, residents began to return, and there are now homestays and tourists, giving Dapu Village a new lease of life. The vast view of Dongyang Mountain from Dapu Village Standing on the cape observation deck of Dapu Village, the view",
        "address": "Dapu Village, Juguang Township, Lienchiang County"
    },
    "C1_315081000H_020189": {
        "titleName": "Dapu Stone Carving",
        "description": "An important historical site recording achievements. Dapu Stone Carving is a third-level cultural heritage site in the Tai-Min region. It is located at the southernmost tip of Dongju Island. It was discovered by the military in 1953, and in order to protect the site from damage, a nostalgic pavilion was built. The rock inscription records the remarkable achievements of General Shen Yourong, who captured 69 Japanese pirates in Dongju without losing a single soldier during the Wanli reign of the Ming Dynasty. The inscription was written by Dong Yingju, the Right Assistant Minister of the Ministry of Works at the time, providing valuable evidence of the rampant history of early Japanese pirates in Matsu. Looking ahead from Dapu Stone Carving, you can see the fortifications surrounding the sea. Walking down to the seaside on the wooden walkway, you'll find rugged rocks and a hidden paradise. Dapu Stone Carving not only records the brilliant military achievements of the famous general Shen Yourong but also is believed by the local people to be a treasure map. If the hints hidden in the words can be deciphered, the treasure hidden somewhere on Dongju Island can be found. When visiting Dapu Stone Carving, visitors are encouraged to use their brains! Note: Visitors are reminded that the wooden walkway is close to the seashore and exposed to long-term wind, rain, and sun. Please walk carefully. When playing in the rocky area by the seashore, pay attention to tides and prioritize safety.",
        "address": "Dapu Stone Carving, Juguang Township, Lienchiang County"
    },
    "C1_315081000H_020190": {
        "titleName": "Lin'ao Islet",
        "description": "The southernmost point of Matsu Archipelago. Looking south from the Dapu settlement, not far from the sea surface, there is a solitary island called 'Lin'ao Islet.' It is one of the three small islands around Dongju Island and the southernmost point of the Matsu Archipelago. Unlike the tidal zone that connects with Dongju Island during low tide on the north side, Lin'ao Islet is always distant from Dongju Island and not directly connected. Lin'ao Islet has various peculiar-shaped rocks and abundant plant ecological resources. According to botanical experts, the perennial coastal hackberry on the island has significant ornamental value. Additionally, the island is filled with strange rocks, mythical stories, and legends. Currently, it is not open for island visits except for some fishing enthusiasts who go there for angling. It is one of the main fishing spots on Dongju Island and a must-visit place for fishing enthusiasts. Designated as one of the county-designated natural landscapes in Matsu Geological Park Due to the unique geology and rich plant ecology of Lin'ao Islet, it was designated as a county-designated natural landscape in 2018 and is one of the ten major regions in Matsu Geological Park.",
        "address": "Lin'ao Islet, Juguang Township, Lienchiang County"
    }
}